[
  {
    "authorid": 3389,
    "name": "Stephen King",
    "workcount": 1653,
    "fan_count": 709826,
    "gender": "male",
    "image_url": "https://images.gr-assets.com/authors/1362814142p7/3389.jpg",
    "about": "Stephen Edwin King was born the second son of Donald and Nellie Ruth Pillsbury King. After his father left them when Stephen was two, he and his older brother, David, were raised by his mother. Parts of his childhood were spent in Fort Wayne, Indiana, where his father's family was at the time, and in Stratford, Connecticut. When Stephen was eleven, his mother brought her children back to Durham, Maine, for good. Her parents, Guy and Nellie Pillsbury, had become incapacitated with old age, and Ruth King was persuaded by her sisters to take over the physical care of them. Other family members provided a small house in Durham and financial support. After Stephen's grandparents passed away, Mrs. King found work in the kitchens of Pineland, a nearby residential facility for the mentally challenged.<br /><br />Stephen attended the grammar school in Durham and Lisbon Falls High School, graduating in 1966. From his sophomore year at the University of Maine at Orono, he wrote a weekly column for the school newspaper, THE MAINE CAMPUS. He was also active in student politics, serving as a member of the Student Senate. He came to support the anti-war movement on the Orono campus, arriving at his stance from a conservative view that the war in Vietnam was unconstitutional. He graduated in 1970, with a B.A. in English and qualified to teach on the high school level. A draft board examination immediately post-graduation found him 4-F on grounds of high blood pressure, limited vision, flat feet, and punctured eardrums.<br /><br />He met Tabitha Spruce in the stacks of the Fogler Library at the University, where they both worked as students; they married in January of 1971. As Stephen was unable to find placement as a teacher immediately, the Kings lived on his earnings as a laborer at an industrial laundry, and her student loan and savings, with an occasional boost from a short story sale to men's magazines.<br /><br />Stephen made his first professional short story sale (\"The Glass Floor\") to <i>Startling Mystery Stories</i> in 1967. Throughout the early years of his marriage, he continued to sell stories to men's magazines. Many were gathered into the <a href=\"https://www.goodreads.com/book/show/10628.Night_Shift\" title=\"Night Shift\" rel=\"nofollow\">Night Shift</a> collection or appeared in other anthologies.<br /><br />In the fall of 1971, Stephen began teaching English at Hampden Academy, the public high school in Hampden, Maine. Writing in the evenings and on the weekends, he continued to produce short stories and to work on novels.",
    "born": "",
    "died": "",
    "influence": "J.R.R. Tolkien,Richard Matheson,John D. MacDonald,H.P. Lovecraft,Shirley Jackson,Charles Dickens,Ray Bradbury,Robert Bloch,",
    "average_rate": 4.04,
    "rating_count": 13815580,
    "review_count": 541869,
    "website": "http://www.stephenking.com",
    "twitter": "",
    "genre": "fiction,horror,literature,mystery and thrillers",
    "original_hometown": "Portland, Maine",
    "country": "United States"
  },
  {
    "authorid": 4039811,
    "name": "Veronica Roth",
    "workcount": 45,
    "fan_count": 438983,
    "gender": "female",
    "image_url": "https://images.gr-assets.com/authors/1544540525p7/4039811.jpg",
    "about": "Veronica Roth is the #1 New York Times bestselling author of Carve the Mark and the Divergent Series (Divergent, Insurgent, Allegiant, and Four: A Divergent Collection). Her short stories and essays have appeared in Summer Days and Summer Nights, Shards and Ashes, and the upcoming Three Sides of a Heart. The Divergent Series was developed into three major motion pictures.<br /><br />Veronica grew up outside of Chicago and graduated from Northwestern University. She now lives in Chicago proper with her husband and dog and writes full-time.<br /><br /><a href=\"http://eepurl.com/dcqzr1\" rel=\"nofollow\">Sign up for Veronica's newsletter</a> to hear news, writing thoughts, book recommendations, etc.!",
    "born": "",
    "died": "",
    "influence": "",
    "average_rate": 4.06,
    "rating_count": 5241546,
    "review_count": 268756,
    "website": "http://veronicarothbooks.com",
    "twitter": "",
    "genre": "fiction,young adult",
    "original_hometown": "",
    "country": ""
  },
  {
    "authorid": 3,
    "name": "Henry Editado",
    "workcount": 0,
    "fan_count": 0,
    "image_url": 0,
    "about": "Editado",
    "country": "editado"
  },
  {
    "authorid": 5,
    "name": "Editor nuevo",
    "workcount": 0,
    "fan_count": 0,
    "image_url": 0,
    "about": "Bio nueva",
    "country": "Pais nueo"
  }
]